[
  {
    "id": 1,
    "date": "01.09.2021",
    "name": "How companies make millions off lead-poisoned, poor blacks",
    "preview_image": "post1_pr.jpeg",
    "full_image": "post1.webp",
    "shortDesc": "One day soon after, a notary arrived at her house and slid her a 12-page “purchase” agreement. Rose was alone. But she wasn't worried. She said she spoke to a lawyer named Charles E. Smith on the phone about the contract.",
    "desc": "The letter arrived in April, a mishmash of strange numbers and words. This at first did not alarm Rose. Most letters are that way for her — frustrating puzzles she can't solve. Rose, who can scarcely read or write, calls herself a “lead kid.” Her childhood home, where lead paint chips blanketed her bedsheets like snowflakes, “affected me really bad,” she says. “In everything I do.”She says she can't work a professional job. She can't live alone. And, she says, she surely couldn't understand this letter. So on that April day, the 20-year-old says, she asked her mom to give it a look. Her mother glanced at the words, then back at her daughter.\n “What does this mean all of your payments were sold to a third party?” her mother recalls saying. The distraught woman said the letter, written by her insurance company, referred to Rose's lead checks. The family had settled a lead-paint lawsuit against one Baltimore slumlord in 2007, granting Rose a monthly check of nearly $1,000, with yearly increases. Those payments were guaranteed for 35 years. Social Issues How companies make millions off lead-poisoned, poor blacks By Terrence McCoyAugust 25, 2015 Rose, who can neither read nor write, was supposed to be set up for life after she won a lead lawsuit against her former landlord and was awarded a large settlement. She's seen here in Baltimore. (Amanda Voisard/For the Washington Post) BALTIMORE — The letter arrived in April, a mishmash of strange numbers and words. This at first did not alarm Rose. Most letters are that way for her — frustrating puzzles she can't solve. Rose, who can scarcely read or write, calls herself a “lead kid.”\n Her childhood home, where lead paint chips blanketed her bedsheets like snowflakes, “affected me really bad,” she says. “In everything I do.” She says she can't work a professional job. She can't live alone. And, she says, she surely couldn't understand this letter. [Freddie Gray's life a study in the effects of lead paint on poor blacks] So on that April day, the 20-year-old says, she asked her mom to give it a look. Her mother glanced at the words, then back at her daughter. “What does this mean all of your payments were sold to a third party?” her mother recalls saying. The distraught woman said the letter, written by her insurance company, referred to Rose's lead checks. The family had settled a lead-paint lawsuit against one Baltimore slumlord in 2007, granting Rose a monthly check of nearly $1,000, with yearly increases. Those payments were guaranteed for 35 years. “It's been sold?” \nRose asked, memories soon flashing. She remembered a nice, white man. He had called her one day on the telephone months after she'd squeaked through high school with a “one-point something” grade-point average. His name was Brendan, though she said he never mentioned his last name. He told her she could make some fast money. He told her he worked for a local company named Access Funding. He talked to her as a friend. Rose, who court records say suffers from “irreversible brain damage,” didn't have a lot of friends. She didn't trust many people. Growing up off North Avenue in West Baltimore, she said she's seen people killed. But Brendan was different. He bought her a fancy meal at Longhorn Steakhouse, she said, and guaranteed a vacation for the family. He seemed like a gentleman, someone she said she could trust."
  },
  {
    "id": 2,
    "date": "02.09.2021",
    "name": "Fallen Arches: Can McDonald's get its mojo back?",
    "preview_image": "post2_pr.webp",
    "full_image": "full.jpeg",
    "slider": true,
    "shortDesc": "Perhaps no episode captures what's ailing the world's largest restaurant company better than the Mighty Wings Debacle of 2013. In September of last year, McDonald's launched an ambitious program to sell deep-fried chicken wings across its 14,000 U.S. locations.",
    "desc": "The wings were a staple in Hong Kong, where the crisp cayenne-and-chili-pepper coating was developed. And a similar version tickled palates in Atlanta during testing. One blogger wrote: “Holy crap, those are really freakin' good.” The wings were giant (“bone in,” as the jargon went) and meaty. And by the end of the heavily advertised eight-week promotion, McDonald's was left with 10 million pounds of unsold chicken, a whopping 20% of its inventory. The Mighty Wings didn't flap. At corporate headquarters in Oak Brook, Ill., executives began pointing fingers. Some blamed the coating, which was too spicy for broad American tastes, they said. Some blamed the price, at a hefty $1 per wing. A box of five Mightys cost a buck more than the equivalent number at KFC. McDonald's (MCD) had justified the lofty price because the wings were so immense, taken from its suppliers' gigantic eight-pound chickens.\n The wings were arguably a bona fide deal. But this brings up problem No. 3: Customers didn't make that connection. Cost-conscious diners gazing up at the menu didn't realize they'd be getting “absurdly huge drumettes,” as the blogger put it. “This was quality for price,” a former executive tells Fortune, “but McDonald's is known for quantity for price.” McDonald's might have thought they were value.\n Customers simply viewed them as expensive. CEO Don Thompson, then in the job for a little over a year, had needed the wings to be a hit. The company's performance had slipped on his watch, suffering from disappointing sales growth and deteriorating margins. Since then things have gotten worse—much worse. In late October, McDonald's reported a significant loss of market share and its fourth straight quarter of negative same-store sales in its U.S. operations. Overall, the company reported a distressing 30% decline in profit. Expenses were growing even as sales were falling—a big problem for any company."
  },
  {
    "id": 3,
    "date": "03.09.2021",
    "name": "The Debate Over Muslim College Students Getting Secret Marriages",
    "preview_image": "post3_pr.webp",
    "full_image": "post3.webp",
    "slider": true,
    "shortDesc": "Scholars, students, and campus leaders are rethinking how young Muslims should navigate the world of intimacy.",
    "desc": "In July, Adeel Zeb, the Muslim chaplain for the Claremont Colleges, near Los Angeles, posted on Facebook about something that was bothering him. “I have been approached by multiple Muslim couples recently to perform / lead their 'secret nikkah (secret Islamic traditional marriage),' ” he wrote. These students told him that they had fallen into haram, or sin, by having sex outside of marriage, which is prohibited by Islam. They wanted to get right with God by getting married—but they wanted to do so without telling their parents.\n Zeb described their thinking: “In the short term, I can exercise my passion, and in the long term I won't go to hell.” Each of the couples said that they wanted to have a bigger wedding later, with family involved, but for now their parents were the roadblock to their relationship.\n In one case, Zeb offered to intervene and talk to one of the fathers, but the couple was reluctant. So Zeb refused to take any part in it. “I am writing this message to warn young people against these secret marriages, and any leader who will arrange the wedding without their respective families being notified,” he wrote on Facebook. "
  },
  {
    "id": 4,
    "date": "15.09.2021",
    "name": "“Athena,” Reviewed: When Social Thought Becomes Hectic Spectacle",
    "preview_image": "post4_pr.webp",
    "full_image": "post4_pr.webp",
    "slider": true,
    "shortDesc": "Romain Gavras's new film is technically stunning but hollow at its apolitical core.",
    "desc": "The title of Romain Gavras's new film, “Athena,” refers to a vast, fictitious housing project in a Paris suburb—the suburbs being where many of the region's poor and nonwhite residents have long been ghettoized. The movie (which opens today, in New York, at the Paris Theatre and is coming to Netflix Sept. 23) is stretched to the extremes of its own built-in contradictions: it distills its sociological vision of present-day France into a hectic, whirling drama.\n It's a story of change couched in terms of the immutable, of thought rendered as spectacle, of politics presented apolitically, of symptoms offered as diagnoses. Dramatically, “Athena” is centered on a handful of characters whose story is spread thin across a vast fresco of action and a seeming cast of thousands. A video circulates on social media that shows police, at the housing complex, beating to death a thirteen-year-old boy named Idir, whose three older brothers are the movie's protagonists.\n Abdel (Dali Benssalah), a decorated veteran of the French Army, shows up at the local police station to address assembled residents and try to keep things calm. His younger brother Karim (Sami Slimane), who appears to be about eighteen or twenty, is the leader of the neighborhood's young people, and he organizes an uprising to take control of the project and demand justice. The eldest brother, Moktar (Ouassini Embarek), is the local drug lord, who is concerned only for his business. French riot police, the equivalent of the National Guard, launch an assault on Athena, and Karim and his improvised troops wage armed combat against them."
  },
  {
    "id": 5,
    "date": "28.09.2021",
    "name": "A Visionary French Film Critic Finally Arrives in English",
    "preview_image": "post5_pr.webp",
    "full_image": "post5_pr.webp",
    "shortDesc": "As a co-editor of Cahiers du Cinéma, Serge Daney reconsidered his passion for movies in the light of post-1968 politics and media.",
    "desc": "In 1977, the great critic Serge Daney presented a week of screenings of new movies at the now defunct Bleecker Street Cinema, under the aegis of the enduringly influential film magazine Cahiers du Cinéma, of which he was co-editor. The series included feature films (mainly French ones) by such directors as Jean-Luc Godard, Jean-Marie Straub and Danièle Huillet, and Chantal Akerman, and, though it was hardly in the news, it was vastly influential.\n More than introduce new films and even new filmmakers, it introduced a new Cahiers-centered critical practice that Daney had also been advancing in his own writings for the magazine. That practice honored the auteurist notion that Cahiers had made famous while extending its ideas for the post-1968 world. The screening week eventually became a New York institution—and the city's prime showcase for French movies. (In 1996, it was succeeded by a different series, “Rendez-Vous with French Cinema,” which is held annually to this day.) Though Daney is the most trenchant and visionary post-1968 French critic, his writing has been scantly published in English translation—until now.\n The newly released “The Cinema House and the World: The Cahiers du Cinéma Years, 1962-1981” (translated by Christine Pichini) is the first of four hefty volumes in a series collecting Daney's works that has been published in France, and the first to appear in English. It begins with an interview with Daney (by Bill Krohn) introducing the 1977 series, which was originally printed in the Bleecker Street Cinema's program. (I attended several screenings in the series and still have the booklet.)\n In that discussion, Daney offers a historical overview to explain how Cahiers evolved after 1968. Its editors developed a highly theoretical structuralist and post-structuralist method, onto which it then grafted Maoist and Marxist-Leninist orthodoxies. But after Daney became co-editor (with Serge Toubiana), in 1973, he recalibrated the magazine, and his own writing, to a wide-ranging consideration of the current cinema, with close attention to the political implications, and the media politics, of the time."
  },
  {
    "id": 6,
    "date": "02.10.2021",
    "name": "The Whalers' Odyssey",
    "preview_image": "post6_pr.webp",
    "full_image": "post6.webp",
    "shortDesc": "A courageous tribe, a colossal foe, and a terrifying ocean voyage. Story and Photos by Doug Bock Clark.",
    "desc": "The Lamalerans are the last of their kind. For five centuries, the Indonesian tribe has survived by hunting whales from a rocky Pacific island so remote that their countrymen call it the land left behind. Several Inuit communities hunt the massive mammals, too, but the Arctic seafarers increasingly derive sustenance from packaged foods and mechanized fishing methods.\n Not the Lamalerans. The 1,500 tribespeople still get most of their calories by spearing prey with bamboo harpoons. Annually, they take about 20 sperm whales—from a worldwide population in the hundreds of thousands—and use every part of their catch. They jerky the meat to feed themselves through the lean monsoon season, when storms make it difficult to launch boats. From 2014 through 2017, over several extended visits, I lived with the Lamalerans to document their exceptional but threatened culture. The tribe has long followed the ways of their ancestors, a set of rules handed down through the generations that dictate a camaraderie so intense that anthropologists have ranked the Lamalerans as one of humanity's most cooperative societies.\n Today, venerable traditions are being undermined by cell phones, television, government regulations, and other modern influences. One area where the old ways persist, though, is the hunt: Dozens of Lamaleran men still coordinate on ancient wooden boats to kill the largest toothed predator in the world, then share in the bounty. Whaling is harsh, dangerous work, and not every hunt is successful. Such was the case in 1994, when the Lamalerans undertook a harrowing voyage that became the kind of legend that fathers tell their sons. Not only did they fight for their lives against a seemingly invincible whale, but they confronted a danger new to many of them, one more threatening than any leviathan: the outside world."
  },
  {
    "id": 7,
    "date": "20.10.2021",
    "name": "Cape Chaplino",
    "preview_image": "post7_pr.jpeg",
    "full_image": "post7.jpeg",
    "shortDesc": "At 4 a.m. on June 23, 1945, beneath the bright Arctic sun, Valeri Minakov picked his way down to a beach on the cold, treeless coast of Chukotka, near the easternmost point of Russian Siberia.",
    "desc": "There, near the Cape Chaplino military weather station, Valeri climbed into a motorized kayak that he'd built himself, using walrus hide, a section of bicycle frame, and a small three-horsepower engine. The seawater in which his kayak bobbed was about 34 degrees Fahrenheit that morning, and clotted with blocks of ice the size of school buses. In the kayak's bow, Valeri had a few five-liter cans of gasoline, some tinned food, a milk jug filled with drinking water, and a single passenger—a little boy.\n Valeri's son, Oleg, was six years old, black haired, and scrawny, with tentative brown eyes. He'd already been through much in his short life. When Oleg was three, his infant sister died of starvation, one of the Soviet Union's 25 million war-era casualties. Oleg watched as his father placed the baby's corpse on the metal kitchen table before it was taken away for burial. Soon after, in 1942, Oleg's mother, Anna Yakovlev Kireyeva, ran off with a Red Army officer. For the next three years, Oleg was raised by his father, a naval mechanic, on a succession of military bases. Eventually, they wound up in the spartan reaches of Chukotka. When the boat was finished, Valeri took Oleg out for a test run. They went duck hunting. “My job,” Oleg said, “was to sit in the bow and be very quiet until we got right near the ducks. Then I'd yell so the ducks would fly up and he could shoot them. If I made noise too early, my papa got mad.” Oleg frequently flubbed the timing. At one point Valeri let Oleg steer, and the boy ran the stern of the boat into an ice floe, bending the engine's propeller. Back home, Valeri fixed the damage. Then he began packing up their belongings. More than 20,000 Soviets would attempt to defect to the United States in the aftermath of World War II. Valeri and Oleg were about to become the first—and only—Soviet defectors to seek freedom in the West by crossing the Bering Strait."
  },
  {
    "id": 8,
    "date": "12.10.2021",
    "name": "Seyward Darby and her history",
    "preview_image": "post8_pr.jpeg",
    "full_image": "post8.jpeg",
    "slider": true,
    "shortDesc": "A pioneering humanities program shaped a generation of students and brought acclaim to a public high school in los angeles. But beneath the excellence lurked a culture of abuse.",
    "desc": "The earthquake hit at 4:31 a.m. For the next 20 seconds the ground shook, rippled, and roared. Cracks tore up the sides of buildings, and higher floors pancaked onto lower ones. Steel-reinforced concrete beams buckled as sections of elevated roadway collapsed.\n Transformers exploded, and burst water mains flooded residential streets. People were jolted awake by what felt like a freight train barreling through their homes. When it stopped, before the aftershocks began rolling in, survivors saw stars. “They were so close to me and very bright,” one man remembered. The earthquake had killed electrical power in the San Fernando Valley, plunging it into darkness. For the first time many Valley residents could remember, they saw the night sky in luminous detail. The earthquake of January 17, 1994, with a magnitude of 6.7, left 72 people dead, thousands injured, and tens of thousands homeless across the greater Los Angeles area. Damage was estimated in the billions of dollars.\n The event was dubbed the Northridge earthquake, named for a hard-hit part of the Valley, but the epicenter was actually farther south in Reseda, a diverse working-class neighborhood. Some 11 miles beneath Reseda lay a blind thrust fault, so called because it can't be seen on the earth's surface. Unlike visible fissures such as the San Andreas Fault, blind thrust faults are difficult to detect and map. But where there's one, there are likely to be many: By the early 1990s, according to the urban theorist Mike Davis in his book Ecology of Fear, scientists believed there was a “dense thicket” of hidden faults underneath Los Angeles, threatening to convulse the city. Grover Cleveland High School sat a few blocks from the epicenter of the Northridge earthquake. The school's low-slung buildings suffered so much damage that students couldn't attend classes for several weeks afterward. When they returned, they couldn't eat lunch in the cafeteria because the facility had been condemned. Instead they ate in whatever nooks and crannies they could find—in hallway corners, on concrete quads, or in classrooms, sometimes with their teachers."
  },
  {
    "id": 9,
    "date": "29.10.2021",
    "name": "Francis and the Lights, Pop Star Interrupted",
    "preview_image": "post9_pr.webp",
    "full_image": "post9.webp",
    "slider": true,
    "shortDesc": "Three days in the creative wilderness with Francis Farewell Starlite, the reclusive muse to Kanye West, Bon Iver and Drake.",
    "desc": "SEBASTOPOL, Calif. — On the morning of Dec. 1 last year, the musician Francis Farewell Starlite posted an announcement to his nearly 28,000 followers on Twitter. The message wasn't an apology, per se, but its pointed brevity and dispassion conveyed a certain amount of heartache and embarrassment.\n “Hi. I'm not gonna release music today. I believe in the future.” Two days later, I drove to a small cabin he was renting at the end of a long, rocky road in Sebastopol, a leafy, vineyard-choked town in Northern California 20 minutes from the coast. In more than a dozen years of releasing music under the name Francis and the Lights, Starlite, 38, had never sat for an in-depth interview. Basic facts of his life (Who were his parents? Was that really his name?) remained a mystery, even as his sound and aesthetic sensibility, as a songwriter and producer for transformative acts like Kanye West, Frank Ocean, Drake and Bon Iver, seeped into the fabric of modern pop. When I arrived at the cabin, perched on a hill overlooking the Sonoma Valley, I half expected to find it empty. Instead, Starlite came to the front door with a shy smile. He was wearing a faded purple sweatshirt, black sunglasses and camel Yeezy boots, which made for a stark contrast with the home's faux-frontier décor. He had arrived only the day before, but he was a gracious host, and answered every question I could throw at him in 12 hours of interviews over three days. In an earlier life, Starlite was a fixture of downtown New York and played the same stages from which the Strokes and Arcade Fire made their storied leaps toward the mainstream. Claiming a lineage of singer/showmen that included James Brown, Prince and David Byrne, his music — especially the first two Francis and the Lights EPs, “Striking” (2007) and “A Modern Promise” (2008) — distilled the precision and drama of '80s arena pop into a sleek, serrated package.\n When I first heard it, the voice is what got me. It was saturated with yearning yet fantastically suave, heedlessly skidding from ecstasy through agony and back, like a NASCAR racer who'd severed his own brakes. A series of single-take music videos, directed by Jake Schreier, enhanced the thrill. In “The Top,” from “A Modern Promise,” Starlite appears alone in a half-lit room, looking like a 19th-century inventor — black suit, gaunt skin, precarious pompadour — and dancing like a young Elvis. Its masterful climax is a sudden torrent of prop lights, which shatter on the floor at the precise moment that Starlite, in a kind of full-body rebellion against gravity, departs from it. As his legend spread, fueled by rapturous live shows and an enigmatic persona, other artists with grand visions came calling. Justin Vernon, of Bon Iver, who sings on the Starlite songs “Friends” and “Take Me to the Light,” compared Starlite's all-around musical acumen to Prince, and his mastery of the piano to Randy Newman. “I've never met anyone more destined to be a pop star,” he said. West, for whom Starlite co-wrote and co-produced “I Thought About Killing You,” among other songs, called the artist “a true original with an unorthodox style” in an email. Erykah Badu, another friend, introduced herself to Starlite backstage at one of his concerts in 2017.\n “I hadn't felt that inspired or stimulated in a long time,” she told me of the show. “It's his freedom — in his movements, his singing, his songwriting. Not everyone is in tune with that frequency, but he's on it, and he's sharing it with the rest of us.” But Starlite himself never became a marquee name like the ones he channeled onstage, or assisted in the studio. After his first album, “It'll Be Better” (2010), and a tour opening for Drake, he went quiet for years at a time, with just two further albums released over the next decade. At the cabin in Sebastopol, we were supposed to be discussing a triumphant return — a new project called “Same Night, Different Dream.” It had been planned as the culmination of a busy year, in which Starlite, who has no record label or publicist, had contributed to new albums from West, Bon Iver and Chance the Rapper."
  },
  {
    "id": 10,
    "date": "30.10.2021",
    "name": "To Probe Tornado Secrets, These Scientists Stalk Supercells",
    "preview_image": "post10_pr.webp",
    "full_image": "post10.webp",
    "shortDesc": "We went on the road with scientists crisscrossing the Great Plains, trying to learn how to tell which storms with tornado potential will actually spawn them.",
    "desc": "The supercell was pushing in fast from the west. Wind gusts were approaching a hurricane-like 100 miles an hour. The hilly landscape and limited highway network were not making things easy. “This is not a scientific term, but it was a mean-looking storm,” said Adam Houston, an atmospheric scientist who helped track that supercell through the Black Hills of western South Dakota in June. As the storm roared toward the small city of Belle Fourche, the researchers found themselves out of position. They raced through the town to catch up, dodging one-inch hailstones and collecting a trove of hard-earned data.\n “Our ears popped, which means that the pressure was dropping very quickly,” said Dr. Houston, a professor at the University of Nebraska-Lincoln and one of the principal investigators on a team of scientists who traveled across the Great Plains this spring to learn more about which storms produce tornadoes and which ones do not. Tornadoes can form and dissipate rapidly, making them difficult to predict and sometimes impossible to avoid. Hundreds of tornadoes touch down across the country in a typical year, killing dozens of people while destroying homes, tearing up roads and flattening town squares. The most fearsome tornadoes, like the one that hit Joplin, Mo., in 2011, can have far higher death tolls and can turn large sections of cities into rubble piles. By chasing storms across the country's midsection, covering more than 9,000 miles across 11 states, the researchers hoped to gather data that would reveal secrets of tornado formation and eventually improve forecasters' ability to warn people about coming storms. The project, known as TORUS, short for Targeted Observation by Radars and UAS of Supercells, deployed dozens of university and government scientists, who used highly sensitive instruments to measure structures within supercells, the storm systems that produce many of the most severe tornadoes.\n “When you get to the tornado formation itself and why that's happening and what actually governs it, we've been pretty stuck for, actually, I would say about 20 years,” said Erik Rasmussen, a research scientist at the National Oceanic and Atmospheric Administration who helped lead the project with Dr. Houston and others. He attributed that lull in discoveries to limitations in computer modeling and the difficulty of collecting good data on real-world tornadoes. Forecasting tornadoes is a mixture of art and science. Decades of research have allowed meteorologists to warn when there is a risk of severe weather, to pinpoint which storms have the potential to spawn tornadoes and to quickly identify them and issue warnings when those tornadoes emerge. But for all those advances, much remains unknown."
  }
]